Repository: Licantrop0/WPaolo
Catalog: DeathTimerz/Death Timerz.WP7/Localization/AppResources.*.xlf
Languages: fr_fr

# Resx/About
source: About
fr_fr: Infos

# Resx/Age
source: Age
fr_fr: Ton âge

# Resx/AppName
source: Death Timerz
fr_fr: Horloge de la Mort

# Resx/BirthdayAfter
source: Your Birthday is in {0} {1}
fr_fr: Votre anniversaire est en {0} {1}

# Resx/Cancel
source: Cancel
fr_fr: Annuler

# Resx/Day
source: Day
fr_fr: Jour

# Resx/Days
source: Days
fr_fr: Jours

# Resx/DisableMusic
source: Disable background music
fr_fr: Désactiver à la musique de fond

# Resx/Disclaimer
source: Disclaimer
fr_fr: Avertissement

# Resx/DisclaimerText
source: Death Timerz should be intended only for fun, no medical or statistical data are used to calculate the time of your death. Anyway... knock on wood!
fr_fr: L'Horloge de la Mort est comme un jeux, il n'est pas un instrument médical ou statistique. De toute façon... touche du bois!

# Resx/EditTest
source: Edit Test
fr_fr: Changer le test

# Resx/EnableMusic
source: Enable background music
fr_fr: Permettre à la musique de fond

# Resx/ErrorFutureBirthday
source: You can't setup your birthday today or in the future.
fr_fr: Tu ne peux pas mettre ton jour de naissance aujourd'hui ou dans le futur.

# Resx/ErrorTooOldBirthday
source: No one with that birthday could be still alive...
fr_fr: Personne avec ce jour de naissance peut être encore en vie...

# Resx/Female
source: Female
fr_fr: Femme

# Resx/Hour
source: Hour
fr_fr: Heure

# Resx/Hours
source: Hours
fr_fr: Heures

# Resx/InsertBirthday
source: Insert your Birthday
fr_fr: Ton jour de naissance

# Resx/Male
source: Male
fr_fr: Homme

# Resx/MaleOrFemale
source: Select your gender
fr_fr: Es-tu homme ou femme?

# Resx/Month
source: Month
fr_fr: Mois

# Resx/Months
source: Months
fr_fr: Mois

# Resx/PinText
source: You can pin to start this App to get daily health suggestion right on your start screen!
fr_fr: Épinglez pour obtenir de suggestion de santé tous les jours, directement sur votre écran d'accueil!

# Resx/PinToStart
source: Pin to Start
fr_fr: Épingler à l'écran d'accueil

# Resx/PinToStartSuggestion
source: Pin to Start to receive a daily health suggestion on your Start Screen!
fr_fr: Épingler à l'écran d'accueil pour y recevoir un conseil santé quotidien

# Resx/PlayBackgroundMusic
source: Do you want to stop the current music and play the gloomy background music of this app?
fr_fr: Veux-tu arrêter ta musique pour écouter la lugubre musique de cette app?

# Resx/Profile
source: Profile
fr_fr: Profil

# Resx/Save
source: Save
fr_fr: Confirmer

# Resx/Second
source: Second
fr_fr: Seconde

# Resx/Seconds
source: Seconds
fr_fr: Secondes

# Resx/Settings
source: Settings
fr_fr: Options

# Resx/Suggestion
source: Health Suggestion
fr_fr: Conseil santé

# Resx/TakeTest
source: Take the test!
fr_fr: Fais le test!

# Resx/TaskDescription
source: Daily tile update for DeathTimerz
fr_fr: Quotidien Vignettes dynamiques pour l'Horloge de la Mort

# Resx/Test1
source: Physical
fr_fr: Physiques

# Resx/Test2
source: Psicological
fr_fr: Psychologiques

# Resx/TestNotCompleted
source: Please respond to all questions
fr_fr: Réponds à toutes les questions, s'il vous plaît!

# Resx/TimeToDeath
source: Time to Death
fr_fr: Le temps qui te reste

# Resx/WillDie
source: You will die on {0:D} at {1:N0} years. You lived {2:N2}% of your life, with {3:N0} days remaining.
fr_fr: Tu mourras {0:D}, à {1:N0} ans. Tu es au {2:N2}% de ta vie, et il te reste {3:N0} jours à vivre.

# Resx/Year
source: Year
fr_fr: An

# Resx/Years
source: Years
fr_fr: Ans

# Resx/YetAlive
source: Are you still alive? It's hard to believe!
fr_fr: T'es toujours en vie, toi?!
