Repository: Licantrop0/WPaolo
Catalog: DeathTimerz/Death Timerz.WP7/Localization/Test1.*.xlf
Languages: fr_fr

# Resx/Alcohol
source: How often do you drink alcohol?
fr_fr: Combien de fois bois-tu de l'alcool?

# Resx/Alcohol1
source: I'm teetotal
fr_fr: Je ne bois jamais d'alcool

# Resx/Alcohol2
source: Without exceeding
fr_fr: Je bois avec modération

# Resx/Alcohol3
source: Every day
fr_fr: Tous les jours

# Resx/Cigarettes1
source: How many cigarettes do you smoke daily?
fr_fr: Combien de cigarettes fumes-tu par jour?

# Resx/Cigarettes2
source: For how many years do you smoke?
fr_fr: Combien d'années fumez-vous?

# Resx/ClinicChecks
source: How often you make clinic check?
fr_fr: Fais-tu des visites médicales?

# Resx/ClinicChecks1
source: The last one was long time ago
fr_fr: Il y a quelques mois...

# Resx/ClinicChecks2
source: Only when I'm sick
fr_fr: Seulement si je suis malade

# Resx/ClinicChecks3
source: Periodically
fr_fr: Périodiquement

# Resx/CronicDisease
source: Do you have chronic diseases?
fr_fr: Souffres-tu d'une maladie chronique?

# Resx/CronicDisease1
source: No
fr_fr: Non

# Resx/CronicDisease2
source: Yes, mild
fr_fr: Oui, pas grave

# Resx/CronicDisease3
source: Yes, serious
fr_fr: Oui, grave

# Resx/Drugs
source: Do you use drugs?
fr_fr: Abuses-tu de drogues?

# Resx/Drugs1
source: Never taked
fr_fr: Non, jamais

# Resx/Drugs2
source: Sometimes
fr_fr: Quelquefois

# Resx/Food
source: What kind of diet do you follow?
fr_fr: Quel type de régime alimentaire suives-tu?

# Resx/Food1
source: Mediterranean
fr_fr: Méditerranéen

# Resx/Food2
source: I eat everything
fr_fr: Je mange tout ce que je trouve

# Resx/Food3
source: Fat is good
fr_fr: Vive les graisses!

# Resx/Food4
source: Vegetarian
fr_fr: Végétarien

# Resx/Height
source: Insert your height (in)
fr_fr: Ta hauteur (cm)

# Resx/Sports
source: Do you do some sport?
fr_fr: Fais-tu du sport?

# Resx/Sports1
source: Not so much / never
fr_fr: Non

# Resx/Sports2
source: Weekly
fr_fr: Une fois par semaine

# Resx/Sports3
source: Daily
fr_fr: Tous les jours

# Resx/Weight
source: Insert your weight (lb)
fr_fr: Ton poids (kg)
