Repository: Licantrop0/WPaolo
Catalog: DeathTimerz/Death Timerz.WP7/Localization/Test2.*.xlf
Languages: fr_fr

# Resx/Animal
source: Which animal do you prefer?
fr_fr: Quel animal préférez-vous?

# Resx/Animal3
source: Horse
fr_fr: Cheval

# Resx/ForeverAlone
source: Are you feeling lonley, shy or isolated?
fr_fr: Vous sentez-vous solitaire, timide ou isolé?

# Resx/ForeverAlone1
source: No, I have friends
fr_fr: Non, j'ai des amis

# Resx/ForeverAlone2
source: Lately
fr_fr: dernièrement

# Resx/ForeverAlone3
source: Since adolesence
fr_fr: depuis adolesence

# Resx/ForeverAlone4
source: In my entire life
fr_fr: Dans toute ma vie

# Resx/Headache
source: Do you suffer Headaches?
fr_fr: Avez-vous des maux de tête?

# Resx/Headache1
source: Almost never
fr_fr: Presque jamais

# Resx/Headache2
source: Few times in a year
fr_fr: Quelques fois dans une année

# Resx/Headache3
source: At least once a month
fr_fr: Au moins une fois par mois

# Resx/Headache4
source: At least once a week
fr_fr: Au moins une fois par semaine

# Resx/Insomnia
source: Do you have insomnia or do you oversleep?
fr_fr: Avez-vous d'insomnie ou avez-vous trop dormir?

# Resx/Insomnia1
source: No, I sleep about 8 hours a day
fr_fr: Non, je dors environ 8 heures par jour

# Resx/Insomnia2
source: I sleep less than 8 hours a day
fr_fr: Je dors moins de 8 heures par jour

# Resx/Insomnia3
source: I always take a nap after launch
fr_fr: Je prends toujours une petite sieste après le lancement

# Resx/Insomnia4
source: I have serious difficulties to fall asleep every night
fr_fr: J'ai de sérieuses difficultés à s'endormir chaque nuit

# Resx/Panic
source: Have you panick attacks for no apparent reason?
fr_fr: Avez-vous des attaques panique sans raison apparente?

# Resx/Panic1
source: Never
fr_fr: jamais

# Resx/Panic2
source: Sometimes
fr_fr: parfois

# Resx/Panic3
source: Often
fr_fr: souvent

# Resx/Panic4
source: Always
fr_fr: toujours

# Resx/Phobia
source: Are you afraid of a particular animal, or by doing some activity?
fr_fr: Avez-vous peur d'un animal particulier, ou en faisant une activité?

# Resx/Phobia1
source: Yes
fr_fr: Oui

# Resx/Phobia2
source: No
fr_fr: Aucun

# Resx/SelfEsteem
source: How much do you self esteem?
fr_fr: Combien avez-vous l'estime de soi?

# Resx/SelfEsteem1
source: I am less than a 0
fr_fr: Je suis moins d'un 0

# Resx/SelfEsteem2
source: Low
fr_fr: faible

# Resx/SelfEsteem3
source: I am realistic
fr_fr: Je suis réaliste

# Resx/SelfEsteem4
source: High
fr_fr: haute

# Resx/SelfEsteem5
source: I am the best
fr_fr: Je suis le meilleur

# Resx/Stress
source: Are you under stress?
fr_fr: Etes-vous stressé?

# Resx/Stress1
source: Never
fr_fr: jamais

# Resx/Stress2
source: Occasionally
fr_fr: occasionnellement

# Resx/Stress3
source: Frequently
fr_fr: Foire

# Resx/Stress4
source: Every day
fr_fr: Chaque jour
