Repository: Licantrop0/WPaolo
Catalog: SheldonMix/Localization/AppResources.*.resx
Languages: fr_fr

source: About
fr_fr: À propos de

# AlreadyUpdated
source: The phrases are all already updated
fr_fr: Toutes les phrases sont à jours

source: Classic
fr_fr: Classique

source: Credits
fr_fr: Crédits

# DisclaimerText
source: This is an unofficial app for The Big Bang Theory fans. All trademarks and copyrights are property of CBS.
fr_fr: App non officielle pour les fans de The Big Bang Théory. Toutes les marques et les droits d'auteur sont la propriété de CBS.

source: Download completed
fr_fr: Téléchargement terminé

# FirstLaunchTitle
source: Connect and retry
fr_fr: Connectez-vous et réessayez

# FirstLaunch
source: For the first launch, I need an internet connection to download the new sounds
fr_fr: Pour le premier lancement, j'ai besoin d'une connexion internet pour télécharger les nouveaux sons

# GetFeedback
source: Something is missing in this app? Please send us your suggestions, we definitely consider your feedback! Open the About Page and drop us a line by mail, Twitter or Facebook.
fr_fr: Quelque chose manque dans cette App? Veuillez nous envoyer vos suggestions, Nous prendrons en compte vos commentaires ! Ouvrez la Page "A Propos de" et envoyez les nous par mail, sur Twitter ou Facebook.

# ServerError
source: Whoops! There is something wrong with the connection to the server... Try again in a few minutes. If still doesn't work, please contact me on Facebook (WP Mobile Entertainment)
fr_fr: Oups ! Il y a un problème avec la connexion au serveur... Réessayez dans quelques minutes. Si cela ne fonctionne toujours pas, contactez moi sur Facebook (WP Mobile loisirs)

# NoConnectionAvailable
source: I'm sorry, but you have to be connected to internet to download the sounds. Close, connect to internet, and reopen the app.
fr_fr: Je suis désolé, mais vous devez être connecté à internet pour télécharger les sons. Fermez, l'application, connectez-vous à internet et ouvrez à nouveau l'application.

source: Rate us
fr_fr: Notez nous

# NotNow
source: nah... not now.
fr_fr: pas maintenant.

source: Loading sounds list
fr_fr: Chargement de la liste sons

# NewSoundsDownloaded
source: Yeah, now you can listen to new Sheldon's famous phrases!
fr_fr: Oui, maintenant vous pouvez écouter les nouvelles phrases célèbres de Sheldon !

# NewSoundsAvailable
source: Hey, there are new sounds available, do you want to download them?
fr_fr: Bonjour, de nouveaux sons sont disponibles, voulez-vous les télécharger ?

# SetRingtoneTip
source: Set every sound as Ringtone by long-pressing on the buttons!
fr_fr: Configurez chaque son comme sonnerie par pression longue sur les boutons !

# StopMusic
source: Do you want to stop your music and hear what Sheldon have to say?
fr_fr: Voulez-vous arrêter votre musique et entendre ce que Sheldon a à dire ?

# ThankYou
source: A big thanks to Marine, that collected all the sounds for the french version and translated the UI
fr_fr: Un grand merci à Marine, qui a collecté tous les sons de la version française et qui à traduit l'interface utilisateur

# UpdatingSounds
source: Updating sound {0}/{1}
fr_fr: Mise à jour de son {0} / {1}

# Yes
source: Ou Yeah!
fr_fr: Oh Yeah!
