Repository: Licantrop0/WPaolo
Catalog: Phil The Square/Localization/AppResources.*.xlf
Languages: fr_fr

# Resx/About
source: About
fr_fr: Infos

# Resx/BuyNow
source: Buy this App now
fr_fr: Acheter l'app!

# Resx/Congratulations
source: Congratulations!
fr_fr: Bravo!

# Resx/PleaseInsertName
source: Please insert your Name
fr_fr: Votre nom, s'il vous plait:

# Resx/Easy
source: Easy
fr_fr: Facile

# Resx/GetOtherApps
source: Get other apps from WPME
fr_fr: D'autres apps de WPME

# Resx/Hard
source: Hard
fr_fr: Difficile

# Resx/InsertName
source: Insert your Name:
fr_fr: Votre nom:

# Resx/InstructionsText1
source: Fill the square with numbers sequentially
fr_fr: Remplir le carre' avec tous les numeros

# Resx/InstructionsText2
source: Allowed moves: • 3 squares to the left, right, up, down • 2 squares in diagonal
fr_fr: Actions autorisees: • A' gauche, droite, but et dessus, en se deplacant de 3 cases • En diagonale, de 2 cases

# Resx/Name
source: Name
fr_fr: Nom

# Resx/NoMoreMoves
source: No more moves available
fr_fr: Il n'y a pas mouvements disponibles

# Resx/PlayBackgroundMusic
source: Do you want to stop the current music and play the background music of this app?
fr_fr: Voulez vous couper la musique et utiliser celle de l’app?

# Resx/Reset
source: Reset
fr_fr: Nouveau

# Resx/ElapsedTime
source: Elapsed Time: {0:0.0}
fr_fr: Temps écoulé: {0:0.0}

# Resx/SeeRecords
source: See Records
fr_fr: Voir les records

# Resx/Size
source: Size
fr_fr: Type

# Resx/Time
source: Time
fr_fr: Temp

# Resx/Settings
source: Settings
fr_fr: Paramètres

# Resx/Hints
source: Hints
fr_fr: Suggestions

# Resx/HomeMusic
source: Home Music
fr_fr: Menu Musique

# Resx/SoundEffects
source: Sound Effects
fr_fr: Effets Sonores

# Resx/Philled
source: I Philled the {0} square in {1} seconds! Could you do better?
fr_fr: J'ai rempli le {0} carré en {1} secondes! Pourriez-vous faire mieux?

# Resx/ShareOnFacebook
source: Share on Facebook!
fr_fr: Partager sur Facebook
