Repository: Licantrop0/WPaolo
Catalog: Fantasme/Localization/AppResources.*.resx
Languages: fr_fr, it_it

source: About
fr_fr: Infos
it_it: Informazioni

source: Add Album
fr_fr: Ajouter dossier
it_it: Aggiungi Album

# AddPhotosHint
source: Import some photos from your MediaLibrary or take a new one using the "Take Photo" button below
fr_fr: Ajoutez des photos de la bibliothèque d'images ou prenez une photo en utilisant les liens de l'Application Bar
it_it: Importa qualche foto dalla tua MediaLibrary o creane una nuova con il pulsante "Scatta Foto" sulla barra delle applicazioni

# AlbumNameRequired
source: The Album name is required
fr_fr: Le nom du dossier est obligatoire
it_it: Il nome dell'Album è necessario

source: Cancel
fr_fr: Annuler
it_it: Annulla

source: Change Password
fr_fr: Changer mot de passe
it_it: Cambia Password

# ChangePasswordHint
source: To change password, open the Application Bar Menu
fr_fr: Pour changer le mot de passe, ouvrir l'Application Bar
it_it: Per cambiare la password, apri il menu dell'Application Bar

# ClickToBuy
source: Click here to buy it!
fr_fr: Cliquez pour acheter
it_it: Clicca qui per acquistarla!

source: Confirm
fr_fr: Confirmer
it_it: Conferma

# ConfirmAlbumDelete
source: Do you really want to delete the Album {0} and all Photos in it?
fr_fr: Êtes-vous sûr de vouloir supprimer définitivement le dossier {0} et toutes ses photos?
it_it: Sei sicuro di voler eliminare l'Album {0} con tutte le foto contenute?

source: Confirm Password
fr_fr: Confirmer mot de passe
it_it: Conferma Password

# ConfirmPhotoDelete
source: Do you really want to delete selected Photo?
fr_fr: Êtes-vous sûr de vouloir supprimer définitivement la photo selectionnée?
it_it: Sei sicuro di voler eliminare la Foto selezionata?

# ConfirmPhotosDelete
source: Do you really want to delete selected Photos?
fr_fr: Êtes-vous sûr de vouloir supprimer définitivement les photos selectionnées?
it_it: Sei sicuro di voler eliminare le Foto selezionate?

# CopyFromMediaLibrary
source: Import
fr_fr: Importer
it_it: Importa

# CopyToMediaLibrary
source: Export
fr_fr: Exporter
it_it: Esporta

source: Delete
fr_fr: Supprimer
it_it: Elimina

source: Delete Album
fr_fr: Supprimer dossier
it_it: Elimina Album

source: Delete Selected Photos
fr_fr: Supprimer les photos selectionnées
it_it: Elimina le Foto selezionate

# DemoInfo
source: To store more than four photos and organize them in more than one album, you have to buy the full version.
fr_fr: Pour enrigistrer plus de 6 photos et avoir plusieurs dossiers, achetez la version complète de l'app.
it_it: Per nascondere più di 6 foto ed organizzarle in più album, devi acquistare la versione completa.

# DemoTitle
source: This is a Demo
fr_fr: C'est seulement une dèmo
it_it: Modalità Demo

# ErrorSavingPhoto
source: Can't save the photo right now, please try again
fr_fr: La photo n'est pas enregistrée, re-essayez
it_it: Non sono riuscito a salvare la foto, riprova

# ForgotPassword
source: I forgot my Password
fr_fr: J'ai oublié le mot de passe
it_it: Ho dimenticato la Password

# Fucked
source: I'm sorry, you cannot recover your password... I told you to remember it!
fr_fr: Desolé, on ne peut pas récupérer le mot de passe. Vous avez été prévenu de ne l'oublier pas!
it_it: Mi spiace, non puoi recuperare la password... Te l'avevo detto di ricordartela!

source: Move
fr_fr: Déplacer
it_it: Sposta

source: Move Selected Photos
fr_fr: Déplacer les photos selectionnées
it_it: Sposta le foto selezionate

source: New Password
fr_fr: Nouveau mot de passe
it_it: Nuova Password

source: Old Password
fr_fr: Vieux mot de passe
it_it: Vecchia Password

# OneAlbumNecessary
source: You have to create at least one Album to use this App
fr_fr: Il faut ajouter au moins un dossier pour utiliser cette application
it_it: È necessario aggiungere almeno un Album per utilizzare questa App

source: Password
fr_fr: Mot de passe

# PasswordHint
source: WARNING: if you forget your password, you will not able to access to your secret photos anymore. Password recovery is NOT available.
fr_fr: ATTENTION: on ne peut pas recuperer le mot de passe, pour raisons de securité. Si vous oubliez le mot de passe, vous perdez l'accés aux dossiers privés.
it_it: ATTENZIONE: non dimenticare la Password, altrimenti non sarai più in grado di accedere alle tue foto. Il recupero password NON è disponibile.

# PasswordMinLenght
source: The new Password must be at least {0} character lenght
fr_fr: Le nouveau mot de passe doit etre au moins long de {0} caractères
it_it: La nuova Password deve essere lunga almeno {0} caratteri

# PasswordsDoesNotMatch
source: The new Password does not match the confirmed Password
fr_fr: Le mot de passe n'est pas confirmé
it_it: La nuova Password non coincide con quella di conferma

# PasswordWrong
source: The inserted Password is wrong
fr_fr: Le mot de passe n'est pas correct
it_it: La Password inserita è errata

# PhotoCopied
source: The Photo has been copied to your MediaLibrary
fr_fr: La photo est enregistrée dans ta bibliothèque d'images
it_it: La Foto è stata copiata nella tua MediaLibrary

# PhotosCopied
source: The Photos has been copied to your MediaLibrary
fr_fr: Les photos sont enrigistrées dans ta bibliothèque d'images
it_it: Le Foto sono state copiate nella tua MediaLibrary

source: Rename Album
fr_fr: Renommer dossier
it_it: Rinomina Album

source: Save
fr_fr: Enregistrer
it_it: Salva

# SelectPhotoExport
source: Please select the Photo to export
fr_fr: Sélectionner les photos à exporter
it_it: Seleziona la foto da esportare

# SelectPhotos
source: Please select the Photos first
fr_fr: Il faut selectionner les photos avant
it_it: Seleziona prima le Foto

source: Set Password
fr_fr: Mot de passe
it_it: Imposta Password

source: Take Photo
fr_fr: Prendre une photo
it_it: Scatta Foto

source: View Photo
fr_fr: Voir photo
it_it: Visualizza Foto

# PleaseWait
source: Please wait, copying Photos...
fr_fr: Patientez, copie de photos...
it_it: Attendere, sto copiando le Foto...

# FullScreenPhotoHint
source: Double-click on a photo to view in full screen
fr_fr: Double-cliquez la photo pour visualizer en full screen
it_it: Doppio-click su una foto per visualizzarla in full screen
