Repository: Licantrop0/WPaolo
Catalog: DeathTimerz/AppResources.*.resx
Languages: it_it

source: Age
it_it: Età

# Alcohol
source: How often do you drink alcohol?
it_it: Quante volte bevi superalcolici?

# Alcohol1
source: I'm teetotal
it_it: Sono astemio

# Alcohol2
source: Without exceeding
it_it: Senza eccedere

# Alcohol3
source: Every day
it_it: Tutti i giorni

# AppName
source: Death Timerz
it_it: L'orologio della Morte

source: Cancel
it_it: Annulla

# Cigarettes
source: How many cigarettes do you smoke daily?
it_it: Quante sigarette fumi al giorno?

# ClinicChecks
source: How often you make clinic check?
it_it: Quante volte fai visite mediche?

# ClinicChecks1
source: The last one was long time ago
it_it: L'ultima è stata mesi fa

# ClinicChecks2
source: Only when I'm sick
it_it: Solo se sono malato

# ClinicChecks3
source: Periodically
it_it: Periodicamente

# CronicDisease
source: Do you have chronic diseases?
it_it: Soffri di malattie croniche?

# CronicDisease2
source: Yes, mild
it_it: Si, lievi

# CronicDisease3
source: Yes, serious
it_it: Si, gravi

source: Day
it_it: Giorno

source: Days
it_it: Giorni

# DaysToBirthday
source: Birthday after...
it_it: Compleanno tra...

# DisclaimerText
source: Death Timerz should be intended only for fun, no medical or statistical data are used to calculate the time of your death. Anyway... touch your balls!
it_it: L'orologio della Morte è da considerare solo un gioco, senza alcuna velleità statistica o medica. Comunque... toccati le palle!

# Drugs
source: Do you use drugs?
it_it: Ti droghi?

# Drugs1
source: Never taked
it_it: No, mai fatto

# Drugs2
source: Sometimes
it_it: Ogni tanto

# Drugs3
source: Usually
it_it: Spesso

source: Edit Test
it_it: Modifica Test

# ErrorFutureBirthday
source: You can't setup your birthday today or in the future.
it_it: Non puoi impostare la tua data di nascita oggi o nel futuro.

# ErrorNoBirthay
source: You have to set your birthay first
it_it: Inserisci la tua data di nascita

source: Female
it_it: Femmina

# Food
source: What kind of diet do you follow?
it_it: Che tipo di dieta segui?

# Food1
source: Mediterranean
it_it: Mediterranea

# Food2
source: I eat everything
it_it: Mangio di tutto

# Food3
source: Fat is good
it_it: Grasso è bello

# Food4
source: Vegetarian
it_it: Vegetariana

# Height
source: Insert your height (in)
it_it: Inserisci la tua altezza (cm)

source: Hour
it_it: Ora

source: Hours
it_it: Ore

# InsertBirthday
source: Insert your Birthday
it_it: Inserisci la tua data di nascita

source: Male
it_it: Maschio

# MaleOrFemale
source: Insert your gender
it_it: Sei maschio o femmina?

source: Minute
it_it: Minuto

source: Minutes
it_it: Minuti

source: Month
it_it: Mese

source: Months
it_it: Mesi

source: Save
it_it: Salva

source: Second
it_it: Secondo

source: Seconds
it_it: Secondi

source: Settings
it_it: Settaggi

# Sports
source: Do you do some sport?
it_it: Pratichi qualche sport?

# Sports1
source: Not so much / never
it_it: Poco / per niente

# Sports2
source: Weekly
it_it: Settimanalmente

# Sports3
source: Daily
it_it: Tutti i giorni

# Stress
source: Are you under stress?
it_it: Sei sotto stress?

# Stress1
source: Never
it_it: Mai

# Stress2
source: Occasionally
it_it: Ogni tanto

# Stress3
source: Frequently
it_it: Spesso

# TakeTest
source: Take the test!
it_it: Fai il test!

# TestNotCompleted
source: Please respond to all questions
it_it: Per favore rispondi a tutte le domande

source: Time to Death
it_it: Tempo Restante

# Weight
source: Insert your weight (lb)
it_it: Inserisci il tuo peso (kg)

# WillDie
source: You will die on {0:D}, at {1:N0} years
it_it: Morirai {0:D}, all'età di {1:N0} anni

source: Year
it_it: Anno

source: Years
it_it: Anni

# YetAlive
source: Are you still alive? It's hard to believe!
it_it: Ma come fai ad essere ancora vivo?
