Repository: Licantrop0/WPaolo
Catalog: IDecide/AppResources.*.resx
Languages: it_it

source: Cancel
it_it: Annulla

source: Decide!
it_it: Decidi!

source: Edit Choices
it_it: Modifica Scelte

source: Head
it_it: Testa

# HeadTail
source: Head or Tail
it_it: Testa o Croce

source: Lizard
it_it: Lucertola

source: Magic Ball
it_it: Palla 8

# MagicBall1
source: As I see it, yes
it_it: I segni indicano di sì

# MagicBall10
source: You may rely on it
it_it: È decisamente così

# MagicBall11
source: Reply hazy, try again
it_it: Meglio che non risponda ora

# MagicBall12
source: Ask again later
it_it: Molto dubbioso

# MagicBall13
source: Better not tell you now
it_it: Assolutamente sì

# MagicBall14
source: Cannot predict now
it_it: È certo

# MagicBall15
source: Concentrate and ask again
it_it: Non posso predirlo ora

# MagicBall16
source: Don't count on it
it_it: Molto probabilmente

# MagicBall17
source: My reply is no
it_it: Rifai la domanda più tardi

# MagicBall18
source: My sources say no
it_it: La mia risposta è no

# MagicBall19
source: Outlook not so good
it_it: Le prospettive sono buone

# MagicBall2
source: It is certain
it_it: Sì

# MagicBall20
source: Very doubtful
it_it: Non ci contare

# MagicBall3
source: It is decidedly so
it_it: È difficile rispondere, prova di nuovo

# MagicBall4
source: Most likely
it_it: Senza alcun dubbio

# MagicBall5
source: Outlook good
it_it: Le mie fonti dicono di no

# MagicBall6
source: Signs point to yes
it_it: Per quanto posso vedere, sì

# MagicBall7
source: Without a doubt
it_it: Ci puoi contare

# MagicBall8
source: Yes
it_it: Concentrati e rifai la domanda

# MagicBall9
source: Yes – definitely
it_it: Le prospettive non sono buone

source: Maybe
it_it: Forse

# NothingToDecide
source: Nothing to decide, use options to edit choices
it_it: Niente da decidere, usa le opzioni per modificare le scelte

source: Paper
it_it: Carta

source: Percentage
it_it: Percentuale

source: Rock
it_it: Sasso

# RPSLS
source: Rock-Paper-Scissor-Lizard-Spock
it_it: Sasso-Carta-Forbice-Lucertola-Spock

source: Save
it_it: Salva

source: Scissor
it_it: Forbice

# SubTitle
source: For the man who never has to decide!
it_it: Per l'uomo che non deve decidere mai!

source: Tail
it_it: Croce

source: Yes
it_it: Sì

source: Yes, No, Maybe?
it_it: Sì, No, Forse?

source: Clear choices
it_it: Cancella le scelte
