Repository: Licantrop0/WPaolo
Catalog: DeathTimerz/Localization/HealthAdvices.*.resx
Languages: it_it

# String10
source: Even a few pounds overweight increases the risk of chronic diseases in the elderly
it_it: Anche qualche chilo in sovrappeso aumenta il rischio di malattie croniche negli anziani

# String11
source: Physical activity (even just regular walking) is one of the main stakes for health and longevity
it_it: L'attività fisica (anche solo camminando regolare) è uno dei principali posta in gioco per la salute e la longevità

# String12
source: Fish oil may help slow the progression of osteoarthritis
it_it: L'olio di pesce può aiutare a rallentare la progressione dell'artrosi

# String13
source: Stop sweet drinks: no carbonated, juices, compote, tea / coffee with sugar
it_it: Smettere di bevande dolci: niente caffè gassate, succhi di frutta, conserve di frutta, tè / con zucchero

# String14
source: When you are excited or under stress, take 10 deep breaths
it_it: Quando si è eccitato o sotto stress, prendere 10 respiri profondi

# String15
source: Drink green tea instead of coffee
it_it: Bere il tè verde al posto del caffè

# String16
source: Whole grain foods helps regulating blood pressure and heart health
it_it: Cibi integrali aiuta a regolare la pressione sanguigna e la salute del cuore

# String17
source: Consume more vegetables and fruits: they are an indispensable source of vitamins and minerals
it_it: Consumare più verdura e frutta: sono una fonte indispensabile di vitamine e minerali

# String18
source: Four cups of milk daily reduces the risk of fractures
it_it: Quattro tazze di latte al giorno riduce il rischio di fratture

# String19
source: The caffeine has the ability to block the harmful effects of cholesterol
it_it: La caffeina ha la capacità di bloccare gli effetti nocivi del colesterolo

# String20
source: Long term use of pain killers can adversely affect kidneys
it_it: Uso a lungo termine di antidolorifici possono influenzare negativamente i reni

# String21
source: Eating junk food twice a week makes you heavier by 10 lbs than those having it once a week
it_it: Mangiare cibo spazzatura due volte a settimana ti rende più pesante di 10 libbre. di quelli che hanno una volta alla settimana

# String22
source: Adults who drink eight or more glasses of water per day burn more calories than those who drink less
it_it: Gli adulti che bere otto o più bicchieri di acqua al giorno bruciano più calorie di quelle che bevono di meno

# String23
source: People who eat breakfast every morning are more likely to maintain a healthy weight
it_it: Le persone che fanno colazione tutte le mattine sono più propensi a mantenere un peso sano

# String24
source: Quick diets can slow down your metabolism. But once over, you will regain more than the lost weight!
it_it: Dieta veloce può rallentare il metabolismo. Ma una volta finita, si ritroverà più il peso perso!

# String25
source: Yoghurt and protein rich food can serve as an ideal "pre-workout" meal
it_it: Yogurt e alimenti ricchi di proteine può servire come un ideale pasto "pre-allenamento"

# String26
source: Garlic help lower blood sugar and decrease cholesterol levels
it_it: L'aglio aiuta di zucchero nel sangue più bassi e diminuire i livelli di colesterolo

# String27
source: Sleep and wake up at the same time everyday helps maintaining a regular metabolism rate
it_it: Dormire e svegliarsi alla stessa ora ogni giorno aiuta a mantenere un ritmo regolare il metabolismo

# String28
source: Prefer frozen over canned one as it has more nutrients, less salt or sugar, and less contaminants
it_it: Preferisco congelati oltre un scatola in quanto ha più sostanze nutritive, meno sale o zucchero, e meno inquinanti

# String29
source: Taking time out to relax quietly for even just few minutes will refresh your mind and body
it_it: Prendersi del tempo per rilassarsi tranquillamente anche solo per pochi minuti si aggiorna il tuo corpo e la mente

# String30
source: Alcohol stimulates appetite: the more you drink, the more hungry you feel
it_it: L'alcol stimola l'appetito: più si beve, ci si sente più fame

# String31
source: Take time to savor your meal, don’t be in such a rush to eat
it_it: Prendetevi il tempo per gustare il vostro pasto, non essere in corsa per mangiare

# String32
source: Eat an apple, orange or banana a few minutes before it’s time to eat as an appetizer
it_it: Mangiare un qualche minuto prima che sia tempo di mela, arancia o banana da mangiare come antipasto

# String33
source: The healthy fat in avocado contributes to healthy blood flow to the brain and can also help lower blood pressure
it_it: Il grasso sano in avocado contribuisce a flusso di sangue al cervello sano e può anche aiutare la pressione sanguigna più bassa

# String34
source: Salmon contains lots of omega-3s which are essential for brain function
it_it: Salmone contiene molti omega-3 che sono essenziali per le funzioni cerebrali

# String35
source: Blueberrie helps protect your brain from stress or age-related conditions
it_it: Mirtilli aiuta a proteggere il cervello dallo stress o legate all'età condizioni

# String36
source: Shrimps are a great source of protein and selenium though high in cholesterol
it_it: Gamberi sono una grande fonte di proteine e selenio anche se alto contenuto di colesterolo

# String37
source: Guava is one of the richest sources of Vitamin C that provides protection against colds and viral infections
it_it: Guava è una delle fonti più ricche di vitamina C che fornisce protezione contro i raffreddori e le infezioni virali

# String38
source: Beans and lentils are a rich source of soluble fibers that can help lower bad cholesterol
it_it: Fagioli e lenticchie sono una ricca fonte di fibre solubili che possono aiutare a ridurre il colesterolo cattivo

# String39
source: Smoking can cause wrinkles at an earlier age
it_it: Il fumo può causare le rughe in età più giovane

# String40
source: Almonds are a rich source of Vitamin E and helpful in reducing cholesterol
it_it: Le mandorle sono una ricca fonte di vitamina E e utile nel ridurre il colesterolo

# String41
source: Cracking knuckles is generally regarded a bad habit but it doesn't cause arthritis.
it_it: Nocche Cracking è generalmente considerata una cattiva abitudine, ma non provoca l'artrite.

# String42
source: Drinking plenty of water protects against kidney stones and urinary tract infections
it_it: Bere molta acqua protegge contro i calcoli renali e le infezioni del tratto urinario

# String43
source: Vegetarians are at greater risk of iron deficiency than non-vegetarians.
it_it: I vegetariani sono a maggior rischio di carenza di ferro rispetto ai non-vegetariani.

# String44
source: Apples are a rich source of antioxidant compounds that can protect against brain diseases like Alzheimer's
it_it: Le mele sono una ricca fonte di composti antiossidanti in grado di proteggere dalle malattie del cervello come l'Alzheimer

# String45
source: Smoking damages your arteries and worsens the bad effect of all other heart disease risk factors
it_it: Fumare danneggia le arterie e peggiora l'effetto cattivo di tutti gli altri fattori di rischio malattie cardiache

# String46
source: People with heart disease should receive flu and pneumonia vaccines as they are at increased risk of complications due to these diseases
it_it: Persone con malattie cardiache dovrebbero ricevere vaccini contro l'influenza e la polmonite in quanto sono ad aumentato rischio di complicazioni a causa di queste malattie

# String47
source: Use heart healthy cooking oils such as olive oil, canola oil or mustard oil. Avoid sunflower oil, safflower oil, ghee, butter, margaraine
it_it: Utilizzare oli da cucina sana cuore come l'olio d'oliva, olio di colza o olio di senape. Evitare di olio di girasole, olio di cartamo, ghee, burro, margarina

# String48
source: Make sure that you are meeting your daily Vitamin C and E requirement as they are vital to protect and repair your arteries
it_it: Assicurarsi che si sono riuniti il vostro quotidiano di vitamina C ed E requisito in quanto sono vitali per proteggere e riparare le arterie

# String49
source: Try switching your alcoholic drink choices to red wine and dark beer for maximum heart protection
it_it: Provare a cambiare le vostre scelte bevanda alcolica al vino rosso e birra scura per la protezione cardiaca massima

# String50
source: If you have heat rash, do not use a towel after a shower and allow your body to air dry. The rash will disappear faster
it_it: Se si dispone di eruzione cutanea di calore, non usare un asciugamano dopo la doccia e consentire al corpo di aria secca. Il rash scompare più velocemente

# String51
source: Give your eyes a break when working on a computer or doing detailed work. Look away into the distance every 15 minutes
it_it: Date ai vostri occhi una pausa quando si lavora su un computer o facendo un lavoro dettagliato. Guardare in lontananza ogni 15 minuti

# String52
source: Wait for five minutes after applying anti-dandruff shampoo. Medicated shampoos don't work if washed off immediately
it_it: Attendere cinque minuti dopo l'applicazione di shampoo anti-forfora. Shampoo medicati non funzionano se lavato via immediatamente

# String53
source: Apply cool compresses with a wet towel on the nape of your neck and forehead to cool down fast on a hot afternoon
it_it: Applicare impacchi freddi con un asciugamano bagnato sulla nuca e sulla fronte per raffreddare velocemente in un caldo pomeriggio

# String54
source: Hummus (a Middle Eastern dip with chickpeas and olive oil) is a heart healthy substitute for greasy dips to go with your starters
it_it: Hummus (un tuffo del Medio Oriente con ceci e olio d'oliva) è un sostituto cuore sano per tuffi grasse per andare con il vostro antipasti

# String55
source: A healthy breakfast should include complex carbohydrates such as whole grain breads, oatmeal, or broken wheat porridge
it_it: Una sana prima colazione dovrebbe includere carboidrati complessi come pane integrale, avena, o porridge di grano spezzato

# String56
source: Do not lick your chapped lips as saliva is not a moisturizer. It will only dry your lips much more, apply Vaseline instead
it_it: Non leccarsi le labbra screpolate, come la saliva non è una crema idratante. Sarà solo asciugare le labbra molto di più, applicare vaselina invece

# String57
source: Consuming yoghurt or curd can enhance your immunity because it contains good bacteria that stimulate the immune cells
it_it: Il consumo di yogurt o cagliata possono migliorare la vostra immunità perché contiene batteri buoni che stimolano le cellule del sistema immunitario

# String58
source: You can have a protein rich but low fat diet by consuming fish, seafood, egg whites, pulses, beans, and soy products
it_it: Si può avere una ricca dieta a basso contenuto di grassi, ma proteine da consumo di pesce, crostacei, albume d'uovo, legumi, fagioli, soia e prodotti

# String59
source: To get a good amount of vitamin C add guavas, papayas, oranges, and melon to your diet
it_it: Per ottenere una buona quantità di vitamina C guaiave aggiungere, papaia, arance, melone e alla vostra dieta

# String60
source: To prevent aches and pains after long hours of computer use, take periodic breaks to do stretch exercises at your desk
it_it: Per evitare dolori e dolori dopo lunghe ore di utilizzo del computer, fare pause periodiche per fare esercizi di stretching alla scrivania

# String61
source: Seafood such as oysters, sardines, clams, crab and fish produce a mood enhancing effect by supplying plenty of selenium
it_it: Frutti di mare come le ostriche, sardine, vongole, granchi e pesci producono un effetto di migliorare l'umore, fornendo un sacco di selenio

# String62
source: Spicy foods, foods high in fat and fiber, or excess amounts of caffeine can all precipitate indigestion
it_it: Cibi piccanti, cibi ricchi di grassi e fibre, o quantità in eccesso di caffeina possono precipitare indigestione

# String63
source: Excess salt can make you feel bloated and contributes to high blood pressure
it_it: L'eccesso di sale può farti sentire gonfio e contribuisce alla pressione alta

# String64
source: Increase intake of biotin foods like brown rice, bran cereals, yeast, nuts, beans, peas, cauliflower to reduce hair loss and promote hair growth
it_it: Aumentare l'assunzione di cibi biotina, come riso integrale, cereali, crusca, lievito, noci, fagioli, piselli, cavolfiori per ridurre la perdita dei capelli e favorire la crescita dei capelli

# String65
source: A pack of frozen peas makes a handy ice pack. Applying it quickly to a bruised area can prevent it from turning black
it_it: Una confezione di piselli surgelati fa una pratica confezione di ghiaccio. Applicare rapidamente in una zona ferita può impedire l'annerimento

# String66
source: Beans are a good choice if you are trying to lose weight because they keep blood sugar levels even and suppress hunger
it_it: I fagioli sono una buona scelta se si sta cercando di perdere peso perché mantenere i livelli di zucchero nel sangue anche e sopprimere la fame

# String67
source: If you are feeling low, have low-fat carbs such as a baked potato. It elevates serotonin levels in your brain and also your spirits
it_it: Se si sente giù, sono i carboidrati come una patata al forno basso contenuto di grassi. Si eleva i livelli di serotonina nel cervello e anche il vostro spirito

# String68
source: Be a vegetarian twice a week: vegetarian diet is low in fat and helps reduce the waist
it_it: Essere vegetariani due volte la settimana: una dieta vegetariana è povera di grassi e contribuisce a ridurre il punto vita

# String69
source: Quit smoking and alcohol abuse can significantly prolong life
it_it: Smettere di fumare e l'abuso di alcol può significativamente prolungare la vita

# String70
source: One glass of red wine per day is useful to work the cardiovascular system
it_it: Un bicchiere di vino rosso al giorno è utile per lavorare il sistema cardiovascolare

# String71
source: Do not forget to brush your teeth at least twice a day and use threads
it_it: Non dimenticare di lavarsi i denti almeno due volte al giorno e le discussioni uso

# String72
source: Eat dark chocolate, it contains antioxidants (flavonoids) that help fight aging
it_it: Mangiare cioccolato fondente, contiene antiossidanti (flavonoidi) che aiutano a combattere l'invecchiamento

# String73
source: Get dried Fruits, Nuts and Seeds: reduce levels of bad cholesterol and prevent some cancer
it_it: Ricevi Frutta secca, noci e semi: ridurre i livelli di colesterolo cattivo e prevenire alcuni tumori

# String74
source: Get at least and no more than 7-8 hours of sleep a day: it helps to focus attention and regulates weight
it_it: Ottenere almeno e non più di 7-8 ore di sonno al giorno: aiuta a focalizzare l'attenzione e regola il peso

# String75
source: Cloudy days make many people feel depressed. Stand in the sunshine whenever the sun is out to lift your spirits
it_it: Giornate nuvolose rendono molte persone si sentono depresse. Stare al sole ogni volta che il sole è fuori per sollevare il morale

# String76
source: When you sit in your office chair, rest your feet flat on the floor and keep your thighs parallel to the ground to avoid low back strain
it_it: Quando si sta seduti nella vostra sedia da ufficio, resto i piedi sul pavimento e tenere le cosce parallele al terreno per evitare gli sforzi di schiena

# String77
source: Chicken soup relieve cold and flu symptoms by acting as an anti-inflammatory agent and relieving congestion
it_it: Zuppa di pollo alleviare i sintomi del raffreddore e dell'influenza agendo come un agente anti-infiammatorio e la congestione

# String78
source: If you suffer from body odor, an antibacterial soap will help you more than non-medicated soaps with strong fragrance
it_it: Se lei soffre di odore del corpo, un sapone antibatterico vi aiuterà più di non-saponi medicati con profumo intenso

# String79
source: Exercise is not only good for your physical health but also improves your concentration and thinking thereby making you more productive
it_it: Esercizio non è solo un bene per la vostra salute fisica, ma anche migliora la concentrazione e il pensiero rendendo così più produttivi

# String80
source: Soda is a common source of extra calories with no nutritional benefits. Have water in place of soda as far as possible
it_it: Soda è una comune fonte di calorie in eccesso senza benefici nutrizionali. Avere l'acqua al posto della soda per quanto possibile

# String81
source: If you want to cut calories, switch from orange juice to tomato juice. It is equally nutritious and has half the calories
it_it: Se si vuole tagliare le calorie, passare da succo d'arancia al succo di pomodoro. E 'altrettanto nutriente e ha la metà delle calorie

# String82
source: To avoid a hangover, consume something fatty before u drink, take your drinks slowly and take a glass of water before going to bed
it_it: Per evitare una sbornia, consumare qualcosa di grassi prima di bere u, prendere il vostro drink lentamente e prendere un bicchiere d'acqua prima di andare a letto
