Repository: Licantrop0/WPaolo
Catalog: DeathTimerz/Localization/Test2.*.resx
Languages: it_it

# Animal
source: Which animal do you prefer?
it_it: Quale animale preferisci?

# Animal1
source: Dog
it_it: Cane

# Animal2
source: Cat
it_it: Gatto

# Animal3
source: Horse
it_it: Cavallo

# ForeverAlone
source: Are you feeling lonley, shy or isolated?
it_it: Ti senti solo, timido o isolato?

# ForeverAlone1
source: No, I have friends
it_it: No, ho degli amici

# ForeverAlone2
source: Lately
it_it: Ultimamente

# ForeverAlone3
source: Since adolesence
it_it: Dalla mia adolescenza

# ForeverAlone4
source: In my entire life
it_it: In tutta la mia vita

# Headache
source: Do you suffer Headaches?
it_it: Soffri di malditesta?

# Headache1
source: Almost never
it_it: Quasi mai

# Headache2
source: Few times in a year
it_it: Poche volte all'anno

# Headache3
source: At least once a month
it_it: almeno una volta al mese

# Headache4
source: At least once a week
it_it: almeno una volta alla settimana

# Insomnia
source: Do you have insomnia or do you oversleep?
it_it: Soffri di insonnia oppure dormi troppo?

# Insomnia1
source: No problems, I sleep about 8 ours a day
it_it: No, dormo circa otto ore per notte

# Insomnia2
source: I sleep less than 8 hours a day
it_it: Dormo più di 8 ore per notte

# Insomnia3
source: I always take a nap after launch
it_it: Faccio sempre un pisolino dopo pranzo

# Insomnia4
source: I have serious difficulties to fall asleep every night
it_it: Ho molte difficoltà nell'addormentarmi

# Panic
source: Have you panick attacks for no apparent reason?
it_it: Hai mai sofferto di attacchi di panico senza motivo?

# Panic2
source: Sometimes
it_it: Qualche volta

# Panic3
source: Often
it_it: Spesso

# Panic4
source: Always
it_it: Sempre

# Phobia
source: Are you afraid of a particular animal, or by doing some activity?
it_it: Sei spaventato da un animale in particolare o nel fare qualcosa?

# Phobia1
source: Yes
it_it: Si

# SelfEsteem
source: How much do you self esteem?
it_it: Quanto ti stimi?

# SelfEsteem1
source: I am less than a 0
it_it: Sono meno di uno 0

# SelfEsteem2
source: Low
it_it: Poco

# SelfEsteem3
source: I am realistic
it_it: Sono realistico

# SelfEsteem4
source: High
it_it: Molto

# SelfEsteem5
source: I am the best
it_it: Sono il migliore!

# Stress
source: Are you under stress?
it_it: Sei sotto stress?

# Stress1
source: Never
it_it: Mai

# Stress2
source: Occasionally
it_it: Ogni tanto

# Stress3
source: Frequently
it_it: Di frequente

# Stress4
source: Every day
it_it: Ogni giorno
